Repository: team-started/starter-nessa
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# backend_layout.default_layout.title
source: Default
de: Standard

# backend_layout.row.content
source: Page content
de: Seiteninhalt

# backend_layout.row.footer
source: Page Footer
de: Seitenabschluss

# CType.I.nessa_cta
source: Call-to-Action
de: Interaktion (CTA)

# CType.I.nessa_cta.description
source: A call-to-action element to get the website visitor to take action
de: Ein Call-to-action Element um den Websitebesucher zu einer Handlung zu bewegen

# CType.I.nessa_team.description
source: An element to introduce your employees with contact details
de: Ein Element um seine Mitarbeiter mit Kontaktdaten vorzustellen

# CType.I.nessa_teaser.description
source: A teaser with a short text and predefined icons
de: Ein Teaser (Anreißer) mit einem kurzen Text und vordefinierten Icons

# CType.I.nessa_teaser_icon
source: Teaser own icon
de: Teaser eigene Icons

# CType.I.nessa_teaser_icon.description
source: A teaser with a short text and icons of your choice
de: Ein Teaser (Anreißer) mit einem kurzen Text und selbst wählbaren Icons

# CType.I.nessa_teaser_background
source: Teaser with background
de: Teaser mit Hintergrundbild

# CType.I.nessa_teaser_background.description
source: A teaser with a short text and a background image
de: Ein Teaser (Anreißer) mit einem kurzen Text und einem Hintergrundbild

# CType.I.nessa_hero.description
source: Full-surface image(s) with headline, text and call-to-action
de: Vollflächiges Bild(er) mit Überschrift, Text und Call-to-Action

# CType.I.nessa_footer
source: Footer
de: Seitenabschluss

# CType.I.nessa_footer.description
source: Simple element with information for the website footer
de: Einfaches Element mit Informationen für den Website-Footer

# CType.I.nessa_portfolio.description
source: Element for categorizing images for a portfolio
de: Element zur Kategorisierung von Bildern für ein Portfolio

# CType.I.nessa_portfolio_file_collections
source: Portfolio with file collection(s)
de: Portfolio mit Dateisammlungen

# CType.I.nessa_portfolio_file_collections.description
source: Show a collection of files as portfolio
de: Darstellung von einer oder mehreren Dateisammlungen als Portfolio

# CType.I.nessa_partner.description
source: Element for the output of company logos
de: Element zur Ausgabe von Unternehmelogos

# CType.I.starter_m27_download
source: Download list
de: Download Liste

# CType.I.starter_m27_download.description
source: M27 - Element to offer different downloads
de: M27 - Element zum anbieten von Datei-Downloads

# tt_content.layout.tx_starternessa_teaser_background.I.medium-2-cols
source: 2 Teaser per row
de: 2 Teaser pro Zeile

# tt_content.layout.tx_starternessa_teaser_background.I.medium-3-cols
source: 3 Teaser per row
de: 3 Teaser pro Zeile

# tt_content.nessa_partner.partner
source: Company logo
de: Unternehmenslogo

# palette.cta
source: Call-to-Action
de: Interaktionslinks (CTA)

# team_element_label
source: Team member
de: Teammitglied

# team_element_formlabel
source: Team member
de: Teammitglied

# tx_starternessa_team_element.company_position
source: Position in the company
de: Funktion im Unternehmen

# tx_starternessa_team_element.email
source: Email address
de: E-Mail Adresse

# tx_starternessa_team_element.bodytext
source: Statement
de: Beschreibung

# teaser_element_label
source: Teaser item
de: Teaser Element

# teaser_element_formlabel
source: Teaser item
de: Teaser Element

# tx_starternessa_teaser_element.icon.I.drink-water
source: Drink water
de: Trinkwasser

# tx_starternessa_teaser_element.icon.I.agricultural-water
source: Agricultural water
de: Landwirtschaftswasser

# tx_starternessa_teaser_element.icon.I.consumption-water
source: Consumption water
de: Verbrauchswasser

# hero_element_label
source: Hero item
de: Hero Element

# hero_element_formlabel
source: Hero item
de: Hero Element

# tab.download
source: Download files
de: Download Dateien

# social_element_formlabel
source: SocialMedia Items
de: SocialMedia Elemente

# social_element_label
source: SocialMedia Items
de: SocialMedia Elemente

# tt_content.header_layout.I.100
source: Hide in frontend
de: Verbergen im Frontend
